[
    {
        "name":"ETHERIA- The Annual Art Exhibition",
        "date":"August 2023",
        "caption":"Bringing surreal art forms to life, artists have the capacity to move mountains by a stroke of brush. Welcome to Etheria, our annual art gallery extravaganza! Showcasing a mesmerizing array of artworks from all domains, Etheria invites you to immerse yourself in a world where creativity knows no bounds and imagination reigns supreme."
    },
    {
        "name":"Wall Painting",
        "date":"January 2024",
        "caption":"Witness the magic unfold as our Fine Arts Society adorns the walls of SAC with vibrant murals. Each stroke of bright color speaks volumes about our passion, dedication, and love for art. Watch the transformation unfold, as skillful and delicate strokes turn these walls into vibrant canvases, breathing life into our campus."
    },
    {
        "name":"Inktober",
        "date":"October 2023",
        "caption":"Inktober 2024 ignited our art club's creativity as members enthusiastically embraced the daily prompts, producing stunning pen artworks throughout the month. From intricate designs to imaginative illustrations, each piece reflected our diverse perspectives and talents. Inktober became more than just a challenge; it became a celebration of our passion for art and community."
    },
    {
        "name":"Doodle My Day",
        "date":"January 21-28, 2024",
        "caption":"Kalakriti- the Fine Arts Society is thrilled to announce Doodle My Day, a thrilling doodling contest! Get ready to unleash your inner Picasso and let your creativity run wild! This is your chance to showcase your artistic talent through the magic of doodles. Whether you’re a seasoned doodler or just starting to explore the world of spontaneous sketching, Doodle My Day welcomes everyone with open arms and a blank canvas."
    },
    {
        "name":"Workshops",
        "date":"January 2024",
        "caption":"Unleash your creativity with Kalakriti! Dive into a world of artistic exploration at our workshops on sketching, painting, and charcoal art. Designed for both members and students of IIT Bhubaneswar, these sessions offer a platform to refine your skills under expert guidance. Join us and embark on a transformative journey of self-expression and mastery in the world of artistry!"
    },
    {
        "name":"Bookmark painting workshop",
        "date":"May 2023",
        "caption":"Every canvas is a journey all its own, for which painting is a medium of self-portrayal. Bookmark painting is an exemplary art form. Hence, a scintillating workshop was organised by Kalakriti, the Fine Arts Society of IIT Bhubaneswar, on the same. The session was guided by Ankita Mukherjee(@the_avid_painter ).The workshop was like a vivid voyage that helped everyone discover the joy of artistry."
    }
]